TestMode = False

hello_text = (
    'Приветствую! Это бот поможет построить маршрут прогулки подходящий тебе по настроению. '
    'Ориентируюсь на цвет волны в яндекс музыке. (к каждому маршруту можно посмотреть краткое историческое описание) '
    'Используйте /way, чтобы выбрать путь. /colors для получения описания для каждого цвета. '
    'Для получения помощи используйте /help.',

    'И снова здравствуйте) если нужна помощь/небольшая справка напишите /help',)

help_message = """
Это бот поможет построить маршрут прогулки подходящий тебе по настроению. Ориентируюсь на цвет волны в яндекс музыке.
Используйте /way, чтобы выбрать путь.
/colors для получения описания для каждого цвета.
(к каждому маршруту можно посмотреть краткое историческое описание)
"""

colors = {'зелёный': "спокойствие, природа, свобода",
          'жёлтый': "солнце, энергия, активность",
          'оранжевый': "тепло, радость, творчество",
          'красный': "страсть, динамика, сила",
          'синий': "глубина, интеллектуальность, спокойствие",
          'фиолетовый': "мистика, вдохновение, творчество"}

BotToken = '8145960479:AAERI4cmVAUuhwnWET8U3Us-_D4YJSfx8aU'
